Repository: crazyball666/Conn
Catalog: Conn/Conn/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 镜像引用不能为空
en: Image reference cannot be empty
ja: イメージ参照は空にできません
ko: 이미지 참조는 비워 둘 수 없습니다
zh_hant: 映像檔參照不可為空

source: 镜像操作
en: Image actions
ja: イメージ操作
ko: 이미지 작업
zh_hant: 映像檔操作

source: 除非手动停止
en: Unless manually stopped
ja: 手動で停止するまで
ko: 수동으로 중지할 때까지
zh_hant: 除非手動停止

source: 隐私
en: Privacy
ja: プライバシー
ko: 개인정보 보호
zh_hant: 隱私

source: 隐私承诺
en: Privacy Promise
ja: プライバシーの約束
ko: 개인정보 약속
zh_hant: 隱私承諾

source: 隐私政策
en: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私權政策

source: 隐藏密码
en: Hide password
ja: パスワードを隠す
ko: 비밀번호 숨기기
zh_hant: 隱藏密碼

source: 隐藏文件
en: Hide files
ja: 隠しファイル非表示
ko: 숨김 파일 숨기기
zh_hant: 隱藏檔案

source: 青
en: Teal
ja: ティール
ko: 청록

source: 静默执行
en: Run silently
ja: サイレント実行
ko: 조용히 실행
zh_hant: 靜默執行

source: 非 UTF-8 编码，暂不支持在线编辑。
en: Not UTF-8 encoded; online editing isn't supported.
ja: UTF-8エンコードではないため、オンライン編集は非対応です。
ko: UTF-8 인코딩이 아니라 온라인 편집을 지원하지 않습니다.
zh_hant: 非 UTF-8 編碼，暫不支援線上編輯。

source: 项目名称
en: Project name
ja: プロジェクト名
ko: 프로젝트 이름
zh_hant: 專案名稱

source: 项目名称（可选）
en: Project name (optional)
ja: プロジェクト名（任意）
ko: 프로젝트 이름(선택 사항)
zh_hant: 專案名稱（可選）

source: 项目目录
en: Project directory
ja: プロジェクトディレクトリ
ko: 프로젝트 디렉터리
zh_hant: 專案目錄

source: 项目目录（可选）
en: Project directory (optional)
ja: プロジェクトディレクトリ（任意）
ko: 프로젝트 디렉터리(선택 사항)
zh_hant: 專案目錄（可選）

source: 项目配置
en: Project configuration
ja: プロジェクト設定
ko: 프로젝트 구성
zh_hant: 專案設定

source: 预置
en: Predefined
ja: 既定
ko: 사전 정의
zh_hant: 預置

source: 预览命令
en: Command preview
ja: コマンドプレビュー
ko: 명령 미리보기
zh_hant: 預覽命令

source: 驱动
en: Driver
ja: ドライバー
ko: 드라이버
zh_hant: 驅動

source: 驾驶舱
en: Cockpit
ja: コックピット
ko: 콕핏
zh_hant: 駕駛艙

source: 高级选项
en: Advanced options
ja: 詳細オプション
ko: 고급 옵션
zh_hant: 進階選項

source: 高风险配置
en: High-risk configuration
ja: 高リスク構成
ko: 고위험 구성
zh_hant: 高風險設定

source: 默认
en: Default
ja: デフォルト
ko: 기본
zh_hant: 預設

source: 默认将移除已停止容器、未使用网络、悬空镜像和构建缓存。
en: By default, this removes stopped containers, unused networks, dangling images, and build cache.
ja: デフォルトでは、停止済みコンテナ、未使用ネットワーク、ダングリングイメージ、ビルドキャッシュを削除します。
ko: 기본적으로 중지된 컨테이너, 사용하지 않는 네트워크, 댕글링 이미지 및 빌드 캐시를 제거합니다.
zh_hant: 預設會移除已停止容器、未使用網路、懸空映像檔和建置快取。

source: Pane %d
ja: ペイン %d

source: Session：%@。
ja: セッション：%@。

source: Window：%@。
ja: ウィンドウ：%@。

source: Zoom Pane
ja: ペインをズーム
ko: Pane 확대
zh_hant: 放大 Pane

source: Docker Socket
ja: Docker ソケット
ko: Docker 소켓

source: Swap
ja: スワップ
ko: 스왑

source: %@中…
ko: %@ 중…
